{
  "posts": [
    {
      "title": "Чем могу вам помочь?",
      "ru": "Чем могу вам помочь?",
      "ua": "Чим можу вам допомогти?",
      "en": "How can I help you?"
    },
    {
      "title": "Прощание",
      "ru": "Спасибо за обращение. При возникновении вопросов будем рады вам помочь.",
      "ua": "Дякуємо за звернення. При виникненні запитань будемо раді вам допомогти.",
      "en": "Thank you for contacting. If you have any questions, we will be happy to help you."
    },
    {
      "title": "Есть вопросы?",
      "ru": "Остались ли у вас ещё какие-либо вопросы?",
      "ua": "У вас залишились ще які-небудь питання?",
      "en": "Do you have any other questions?"
    },
    {
      "title": "Нужна ещё помощь?",
      "ru": "Я могу вам ещё чем-то помочь?",
      "ua": "Я можу вам ще чимось допомогти?",
      "en": "Is there anything else I can help you with?"
    },
    {
      "title": "Скриншот",
      "ru": "Прикрепить изображение можно с помощью кнопки скрепки в чате 📎 или перетянув файл в окно чата. Если по каким-либо причинам данный способ не подходит, вы можете воспользоваться сторонним сервисом, например https://prnt.sc/ или https://pastenow.ru/",
      "ua": "Прикріпити зображення можна за допомогою кнопки скріпки в чаті 📎 або перетягнувши файл у вікно чату. Якщо з яких-небудь причин цей спосіб не підходить, ви можете скористатися стороннім сервісом, наприклад https://prnt.sc/ або https://pastenow.ru/",
      "en": "You can attach an image using the paperclip button in chat 📎 or by dragging the file into the chat window. If for some reason this method is not suitable, you can use a third-party service, for example https://prnt.sc/ or https://pastenow.ru/"
    },
    {
      "title": "Google Search Console",
      "ru": "Подтвердить домен Вы можете по инструкции\n    https://www.ukraine.com.ua/wiki/domain/third-party-services/google-search-console/",
      "ua": "Підтвердити домен Ви можете за інструкцією\n     https://www.ukraine.com.ua/wiki/domain/third-party-services/google-search-console/",
      "en": "You can confirm the domain following the instructions\n     https://www.ukraine.com.ua/wiki/domain/third-party-services/google-search-console/"
    },
    {
      "title": "Тикет -> ТП -> Несколько часов",
      "ru": "Перенаправляем ваш запрос на вышестоящего администратора\nОжидайте, пожалуйста, ответ ориентировочно в течение нескольких часов \nПо возможности он будет предоставлен как можно раньше\nОтвет можно будет посмотреть в разделе «Техподдержка» — https://adm.tools/support/ — и он будет продублирован на вашу электронную почту\nСпасибо за понимание ",
      "ua": "Спрямовуємо ваш запит на вищестоящого адміністратора \nОчікуйте, будь ласка, відповідь орієнтовно протягом декількох годин \nПо можливості вона буде надана якомога раніше \nВідповідь можна буде подивитись в розділі «Техпідтримка» — https://adm.tools/support/ — і вона буде продубльована на вашу електронну пошту\nДякуємо за розуміння ",
      "en": "We redirect your request to the upstream administrator\nPlease expect an answer within a few hours\nIf possible, it will be provided as soon as possible \nThe answer can be viewed in the \"Technical support\" section - https://adm.tools/support/ - and it will be duplicated to your email \nThanks for your understanding "
    },
    {
      "title": "Тикет -> ТП -> 24 часа",
      "ru": "Перенаправляем ваш запрос на вышестоящего администратора\nОжидайте, пожалуйста, ответ ориентировочно в течение 24 часов  \nПо возможности он будет предоставлен как можно раньше\nОтвет можно будет посмотреть в разделе «Техподдержка» — https://adm.tools/support/ — и он будет продублирован на вашу электронную почту\nСпасибо за понимание ",
      "ua": "Спрямовуємо ваш запит на вищестоящого адміністратора \nОчікуйте, будь ласка, відповідь в даному запиті орієнтовно протягом 24 годин \nПо можливості вона буде надана якомога раніше \nВідповідь можна буде подивитись в розділі «Техпідтримка» — https://adm.tools/support/ — і вона буде продубльована на вашу електронну пошту\nДякуємо за розуміння ",
      "en": "We redirect your request to the upstream administrator\nPlease expect an answer within 24 hours\nIf possible, it will be provided as soon as possible \nThe answer can be viewed in the \"Technical support\" section - https://adm.tools/support/ - and it will be duplicated to your email \nThanks for your understanding "
    },
    {
      "title": "Тикет -> Домены",
      "ru": "Ваш запрос переведён в режим тикета и направлен на администратора доменных имён \nОжидайте, пожалуйста, ответ в данном запросе \n Его можно будет посмотреть в разделе «Техподдержка» — https://adm.tools/support/ — и он будет продублирован на вашу электронную почту \nАдминистратор имеет фиксированный график работы  по будним дням с 10:00 до 18:00. По возможности ответ будет предоставлен как можно раньше\nСпасибо за понимание ",
      "ua": "Ваш запит переведений в режим тікета і спрямований на адміністратора доменних імен \nОчікуйте, будь ласка, відповідь в даному запиті \n Її можна буде подивитись в розділі «Техпідтримка» — https://adm.tools/support/ — і вона буде продубльована на вашу електронну пошту \nАдміністратор має фіксований графік роботи  по буднях з 10:00 до 18:00. По можливості відповідь буде надано якомога раніше \nДякуємо за розуміння ",
      "en": "Your request has been switched to ticket and forwarded to domain names administrator \nPlease wait for a response in this request \nIt can be viewed in the \"Support\" section — https://adm.tools/support/ — and it will be duplicated to your email \nThe administrator has a fixed work schedule  on weekdays from 10:00 to 18:00 (Kiev time). If possible, the answer will be provided as early as possible\nThank you for understanding"
    },
    {
      "title": "Тикет -> Бухгалтерия",
      "ru": "Ваш запрос переведён в режим тикета и направлен на отдел бухгалтерии\nОжидайте, пожалуйста, ответ в данном запросе\nЕго можно будет посмотреть в разделе «Техподдержка» — https://adm.tools/support/ — и он будет продублирован на вашу электронную почту\nОтдел имеет фиксированный график работы по будним дням с 10:00 до 18:00. По возможности ответ будет предоставлен как можно раньше \nСпасибо за понимание",
      "ua": "Ваш запит переведений в режим тікета і спрямований на відділ бухгалтерії\nОчікуйте, будь ласка, відповідь в даному запиті \nЇї можна буде подивитись в розділі «Техпідтримка» — https://adm.tools/support/ — і вона буде продубльована на вашу електронну пошту\nВідділ має фіксований графік роботи  по буднях з 10:00 до 18:00. По можливості відповідь буде надано якомога раніше\nДякуємо за розуміння",
      "en": "Your request has been switched to ticket and forwarded to domain names administrator \nPlease wait for a response in this request \nIt can be viewed in the \"Support\" section — https://adm.tools/support/ — and it will be duplicated to your email \nThe administrator has a fixed work schedule  on weekdays from 10:00 to 18:00 (Kiev time). If possible, the answer will be provided as early as possible\nThank you for understanding"
    },
    {
      "title": "Запрос авторизации",
      "ru": "Для детального рассмотрения вашего вопроса, я вынужден попросить вас авторизоваться у нас на сайте по инструкции — https://wiki.ukraine.com.ua/support:chat-auth — чтобы верифицировать вас как владельца учётной записи и владельца услуг в целях соблюдения безопасности и конфиденциальности данных наших клиентов. \nСпасибо за понимание.",
      "ua": "Для подальшого проведення аналізу вашого питання я змушений попросити вас авторизуватися у нас на сайті за інструкцією — https://wiki.ukraine.com.ua/support:chat-auth — щоб верифікувати вас як власника облікового запису і власника послуг з метою дотримання безпеки та конфіденційності даних наших клієнтів.\nДякую за розуміння.",
      "en": "For a detailed consideration of your question, I have to ask you to log in to our website according to the instructions - https://wiki.ukraine.com.ua/support:chat-auth - in order to verify you as the account owner and service owner in order to maintain security and the confidentiality of our customers' data.\nThank you for understanding."
    },
    {
      "title": "Смена версии PHP",
      "ru": "Изменить версию PHP Вы можете в разделе \"Хостинг - Мои Сайты - Настройка PHP\" https://wiki.ukraine.com.ua/hosting:php:version\nИзменения вступают в силу в течении 30 минут",
      "ua": "Змінити версію PHP Ви можете в розділі \\\"Хостинг - Мои Сайты - Настройка PHP\\\" https://www.ukraine.com.ua/wiki/hosting/php/version/\\nЗміни вступають в силу в протягом 30 хвилин\"",
      "en": "You can change the PHP version in the \"Хостинг - Мои Сайты - Настройка PHP\" section https://www.ukraine.com.ua/wiki/hosting/php/version/\nChanges take effect within 30 minutes"
    },
    {
      "title": "Включение HTTPS/SSL установлен",
      "ru": "Ваш SSL сертификат уже установлен\nВключите переадресацию с HTTP на HTTPS в разделе \"Хостинг - Мои Сайты - Настройка Сайта - Переадресация HTTPS\" https://wiki.ukraine.com.ua/hosting:ssl:redirect\nИзменения вступают в силу в течении 15-30 минут",
      "ua": "Ваш SSL сертифікат вже встановлено\nУвімкніть переадресацію з HTTP на HTTPS в розділі \"Хостинг - Мои Сайты - Настройка Сайта - Переадресация HTTPS\" https://wiki.ukraine.com.ua/hosting:ssl:redirect\nЗміни вступають в силу в протягом 15-30 хвилин",
      "en": "Your SSL certificate is already installed\nEnable redirection from HTTP to HTTPS in the section \"Хостинг - Мои Сайты - Настройка Сайта - Переадресация HTTPS\" https://wiki.ukraine.com.ua/hosting:ssl:redirect\nChanges take effect within 15-30 minutes"
    },
    {
      "title": "VPS -> Диагностика проблем",
      "ru": "При заказе услуги VPS вы получаете полный root-доступ к содержимому и ресурсам виртуального сервера, имея возможность устанавливать на него любое программное обеспечение, средства разработки или программы-демоны.\nС нашей стороны производится только автоматическая установка чистой ОС согласно выбранного дистрибутива.\nПосле этого мы передаём сервер вам в распоряжение и следим только за работоспособностью физического сервера, на котором размещен ваш VPS.\nДальнейшая настройка и поддержка сервера в работоспособном состоянии ведётся вами самостоятельно или с привлечением сторонних профильных специалистов. Список вопросов, входящих в регламент технической поддержки в отношении услуги VPS, Вы можете посмотреть здесь — https://adm.tools/support/reglament/\n\nДля диагностики проблем с сервером рекомендуем подключится к серверу по SSH и проделать шаги:\n- Проверить нагрузку на сервер командой top.\n- Проанализировать логи службы, с которой возникает проблема (чаще всего они находятся в директории /var/log/имя_службы).\n- Если какая-то служба не работает, попробуйте её перезапустить (для Ubuntu или Debian это делается командой /etc/{путь_к_демону}/{демон} restart для CentOS — service имя_службы restart).\n- При наличии проблем с местом на диске выполните команды: df -h (чтобы узнать занятое и свободное пространство) и df -i (чтобы узнать количество занятых и свободных инодов) и освободите место. С более подробной информацией можно ознакомиться здесь — https://wiki.ukraine.com.ua/vps:administration:disk-space-check\n\nЕсли вы не можете подключится к серверу по SSH и сервер не пингуется, попробуйте перезагрузить сервер в разделе https://adm.tools/vps/ и проделайте шаги, описанные выше.\n\nЕсли сервер пингуется, но подключится по SSH вы не можете, и при этом:\n- Получаете ответ сервера, что пароль неверен — попробуйте изменить пароль в разделе https://adm.tools/vps/ (кнопкой «изменить пароль»).\n- Подключение вообще не устанавливается — воспользуйтесь инструкцией https://wiki.ukraine.com.ua/vps:administration:fail-to-start-after-reboot\n\nЕсли все выполненные действия вам не помогут, то в таком случае обратитесь, пожалуйста, повторно.",
      "ua": "При замовленні послуги VPS ви отримуєте повний root-доступ до вмісту і ресурсів віртуального сервера, маючи можливість встановлювати на нього будь-яке програмне забезпечення, засоби розробки або програми-демони.\nЗ нашого боку проводиться тільки автоматична установка чистої ОС згідно обраного дистрибутива.\nПісля цього ми передаємо сервер вам в розпорядження і стежимо тільки за працездатністю фізичного сервера, на якому розміщений ваш VPS.\nПодальша настройка і підтримка сервера в працездатному стані ведеться вами самостійно або із залученням сторонніх профільних фахівців. Перелік запитань, що входять до регламенту технічної підтримки щодо послуги VPS, Ви можете подивитися тут — https://adm.tools/support/reglament/\n\nДля діагностики проблем з сервером рекомендуємо підключиться до сервера по SSH і виконати кроки:\n- Перевірити навантаження на сервер командою top.\n- Проаналізувати логи служби, з якою виникає проблема (найчастіше вони знаходяться в директорії /var/log/ім'я_служби).\n- Якщо якась служба не працює, спробуйте її перезапустити (для Ubuntu або Debian це робиться командою /etc/{путь_к_демону}/{демон} restart для CentOS — service ім'я_служби restart).\n- При наявності проблем з місцем на диску виконайте команди: df -h (щоб дізнатися зайняте і вільний простір) і df -i (щоб дізнатися кількість зайнятих і вільних инодів) і звільніть місце. З більш детальною інформацією можна ознайомитись тут — https://wiki.ukraine.com.ua/vps:administration:disk-space-check\n\nЯкщо ви не можете підключиться до сервера по SSH і сервер не пінгуєтся, спробуйте перезавантажити сервер в розділі https://adm.tools/vps/ і виконайте кроки, описані вище.\n\nЯкщо сервер пінгуєтся, але підключиться по SSH ви не можете, і при цьому:\n- Отримуєте відповідь сервера, що пароль невірний — спробуйте змінити пароль в розділі https://adm.tools/vps/ (кнопкою «змінити пароль»).\n- Підключення взагалі не встановлюється — скористайтеся інструкцією https://wiki.ukraine.com.ua/vps:administration:fail-to-start-after-reboot\n\nЯкщо виконані дії вам не допоможуть, то в такому випадку зверніться, будь ласка, ще раз."
    },
    {
      "title": "VPS -> Тест",
      "ru": "Чтобы воспользоваться тестовым периодом, вам необходимо оформить заказ на VPS и оплатить его картой. В случае, если VPS по каким-либо причинам вам не подойдет, то мы вернем вам средства на карту без дополнительных вопросов, согласно гарантии возврата денег — https://www.ukraine.com.ua/legal/moneybackguarantee/\nЕсли по объективным причинам указанный выше способ вам не подходит, создайте, пожалуйста, запрос в техподдержку и опишите вашу ситуацию. В течении суток администраторы рассмотрят вопрос предоставления вам тестового периода без оплаты.",
      "ua": "Щоб скористатися тестовим періодом, вам необхідно оформити замовлення на VPS і оплатити його карткою. У разі, якщо VPS з яких-небудь причин вам не підійде, то ми повернемо вам кошти на карту без додаткових питань, згідно гарантії повернення грошей — https://www.ukraine.com.ua/legal/moneybackguarantee/\nЯкщо з об’єктивних причин зазначений вище спосіб вам не підходить, створіть, будь ласка, запит в техпідтримку і опишіть вашу ситуацію. Протягом доби адміністратори розглянуть питання надання вам тестового періоду без оплати."
    }
  ]
}